{
    "https://www.pomprintdesigns.co.uk/?store-page=arnage-school-c109695535": {
        "Mistral 3JM Arnage  School  Reversible Jacket with Embroidered School Badge.": 17.87,
        "Result R160  Arnage School  Reversible StormDri 4000 Jacket with Embroidered School Badge.": 22.46,
        "Russell 539 Arnage School Polo Shirt with Embroidered School Badge.": 10.0,
        "Russell 762 Arnage School Sweatshirt with Embroidered School Badge.": 11.25,
        "Russell 8700 Arnage  School  Full-zip fleece Jacket  with Embroidered School Badge.": 13.77,
        "Uneek UC503 Arnage  School  Hoodie with Embroidered School Badge.": 12.69
    },
    "https://www.pomprintdesigns.co.uk/?store-page=auchnagatt--district-pre-school-centre-c109695558": {
        "AWDis JH001 Auchnagatt  ADPC  College Hoodie with Embroidered School Badge.": 29.16,
        "AWDis JH01J  Auchnagatt ADPC Hoodie with Embroidered School Badge.": 15.66,
        "Beechfield BC10B Auchnagatt ADPC Junior Baseball cap.": 4.86,
        "Beechfield BC45B Auchnagatt ADPC Kids Beanie with Embroidered School Badge.": 5.4,
        "Fruit of the Loom SS007 Auchnagatt ADPC Long Sleeve T-Shirt with Embroidered School Badge.": 8.1,
        "Russell 539 Auchnagatt Adpc Polo Shirt with Embroidered School Badge.": 10.0,
        "Russell 539F Auchnagatt ADPC  Polo Shirt with Embroidered School Badge.": 12.31,
        "Russell 762 Auchnagatt ADPC Sweatshirt with Embroidered School Badge.": 11.25
    },
    "https://www.pomprintdesigns.co.uk/?store-page=bucksburn-academy-c109628745": {
        "AWDis AC003 Bucksburn Academy V- neck sweatshirt with embroidered school badge.": 19.33,
        "AWDis JH001 Bucksburn Academy College Hoodie with embroidered Academy Badge.": 18.98,
        "AWDis Just Cool JC003 Bucksburn Academy PE Department Contrast T-Shirt for Seniors (S4 to S6) with Embroidered Academy Badge.": 10.75,
        "AWDis Just Cool JC01J  Bucksburn Academy PE Department T-Shirt for Juniors (S1 to S3) with Embroidered Academy Badge.": 10.75,
        "AWDis Just Hoods JH050 Bucksburn Academy Zipped Hoodie with Embroidered Academy Badge.": 24.57,
        "Premier PR796 Bucksburn Academy Face Covering printed with Academy Badge.": 4.32,
        "Premier PR799 Saltire Face Mask": 4.0,
        "Russell 539 Bucksburn Academy Polo Shirt with Embroidered Academy Badge.": 10.0,
        "Russell 762 Bucksburn Academy Round Neck Sweatshirt for Juniors (S1 to S3) Embroidered with Academy Badge.": 11.25
    },
    "https://www.pomprintdesigns.co.uk/?store-page=dyce-academy-c109633500": {
        "AWDis Just Cool JC001 Dyce Academy PE Department T-Shirt with Physical Education Department Embroidery.": 9.9,
        "AWDis Just Cool JC01J Dyce Academy PE Department T-Shirt with Physical Education Department Embroidery.": 7.25,
        "Premier PR799 Saltire Face Mask": 4.0,
        "Uneek UC204 Dyce Academy 'V' Neck Sweatshirt with Embroidered Academy Badge.": 12.66,
        "Uneek UC206 Dyce Academy Childrens 'V' Neck Sweatshirt with Embroidered Academy Badge.": 10.15
    },
    "https://www.pomprintdesigns.co.uk/?store-page=fetterangus-school-c109697258": {
        "AWDis Just Cool T-shirt JC01 Fetterangus School with Printed School Badge.": 8.59,
        "AWDis Just Hoods  JH50 Fetterangus School  Zipped Hoodie with Embroidered  School Badge.": 17.28,
        "Beechfield B10B Fetterangus School Child's Baseball Cap with Printed School Badge.": 5.13,
        "Mistral 3JM  Fetterangus  School  Reversible Showerproof Jacket with Embroidered  School Badge.": 21.6,
        "QD051 Fetterangus School Book Bag with Embroidered School Badge.": 7.5,
        "Quadra QD071 Fetterangus School Gymsac with Embroidered  School Badge.": 6.0,
        "Result R160 Fetterangus School  Reversible Jacket with Embroidered School Badge.": 27.0,
        "Russell 539 Fetterangus School Polo Shirt with Embroidered School Badge.": 10.0,
        "Russell 8700 Fetterangus  School Full-zip fleece Jacket with Embroidered School Badge.": 17.6
    },
    "https://www.pomprintdesigns.co.uk/?store-page=fisherford-school-c109697261": {
        "Russell 273 Fisherford Primary Cardigan with Embroidered  School Badge.": 13.95,
        "Russell 539 Fisherford Primary School Polo Shirt with Embroidered School Badge.": 10.0,
        "Russell 762 Fisherford Primary Sweatshirt with Embroidered School Badge.": 11.25
    },
    "https://www.pomprintdesigns.co.uk/?store-page=fraserburgh-academy-c137451533": {
        "Fraserburgh Academy Ziggy's Blazer  with Embroidered Academy Badge.": 40.89
    },
    "https://www.pomprintdesigns.co.uk/?store-page=fyvie-school-c109695547": {
        "Russell 273 Fyvie Primary School Cardigan with Embroidered School Badge.": 13.95,
        "Russell 539 Fyvie Primary School Polo Shirt with School Badge.": 10.0,
        "Russell 762 Fyvie Primary School Sweatshirt with Embroidered School Badge.": 11.25
    },
    "https://www.pomprintdesigns.co.uk/?store-page=hatton-cruden-school-c109628490": {
        "AWDis JH01J Hatton Cruden School Hoodie with Embroidered  School Badge.": 15.66,
        "QUADRA QD017  Hatton Cruden School Gym Sac with Embroidered School Badge.": 4.23,
        "Quadra QD071 Hatton Cruden School Gym Bag with Embroidered School Badge.": 6.0,
        "Russell 273 Hatton Cruden School Cardigan  with Embroidered School Badge.": 13.95,
        "Russell 762 Hatton Cruden Sweatshirt with Embroidered School Badge.": 11.25,
        "Russell 8700 Hatton Cruden School Full-zip Fleece Jacket with Embroidered School Badge.": 14.85,
        "Uneek UC103  Hatton Cruden School Polo Shirt with Embroidered School Badge.": 9.75
    },
    "https://www.pomprintdesigns.co.uk/?store-page=hatton-play-group-c110923557": {
        "AWDis JH01J Hatton Play Group Hoodie with Embroidered School Badge.": 13.28,
        "Russell 539 Hatton Play Group Polo Shirt with Embroidered School Badge.": 10.0,
        "Russell 762 Hatton Play Group Sweatshirt with Embroidered School Badge.": 11.25
    },
    "https://www.pomprintdesigns.co.uk/?store-page=hazlehead-academy-c109633499": {
        "AWDis Just Hoods JH001 Hazlehead Academy College Hoodie with embroidered Academy Badge.": 23.94,
        "Hazlehead Academy Ziggys' Blazer.": 40.89,
        "Premier PR799 Saltire Face Mask": 4.0,
        "Russell 539 Hazlehead Academy Polo Shirt with embroidered Academy Badge.": 10.0,
        "Russell 762 Hazlehead Academy Sweatshirt with embroidered Academy Badge": 11.25
    },
    "https://www.pomprintdesigns.co.uk/?store-page=kingsford-school-c109628492": {},
    "https://www.pomprintdesigns.co.uk/?store-page=kininmonth-school-c134364634": {
        "AWDis AC01J Kininmonth School  Sweatshirt with Embroidered School Badge.": 10.97,
        "AWDis JH01J Kininmonth School Hoodie with  Embroidered School Badge.": 15.66,
        "AWDis JH50J JH050  Kininmonth School Zip Hoodie with Embroidered School Badge.": 17.28,
        "Result R160 Kininmonth School Reversible Jacket with Embroidered School Badge.": 27.0,
        "Russell 539  Kininmonth School Polo with Embroidered School Badge.": 10.0
    },
    "https://www.pomprintdesigns.co.uk/?store-page=leavers-hoodies-c125879254": {
        "AWDis Ecologie  EA01J  Kids Cascade Organic Tee": 6.85,
        "AWDis Ecologie AE01F Women's Cascade Organic tee.": 6.85,
        "AWDis Ecologie EA001  Men's Cascades organic Tee.": 6.85,
        "Premier PR799 Saltire Face Mask": 4.0,
        "Russell 8700 Strichen School Full-Zip Outdoor Fleece": 17.6
    },
    "https://www.pomprintdesigns.co.uk/?store-page=lochpots-nursery-c110922050": {
        "Russell 539 Lochpots Nursery Polo Shirt with Embroidered School Badge.": 10.0
    },
    "https://www.pomprintdesigns.co.uk/?store-page=lochpots-school-c109628493": {
        "AWDis AC02 Lochpots Primary Cardigan with Embroidered  School Badge.": 12.96,
        "Result R114 Lochpots Primary Microfleece with Embroidered School Badge.": 14.31,
        "Result R160  Lochpots Primary Reversible StormDri 4000 jacket with Embroidered School Badge.": 22.95,
        "Russell 539 Lochpots Primary Polo Shirt with Embroidered  School Badge.": 10.0,
        "Russell 762 Lochpots Primary Sweatshirt with Embroidered School Badge.": 11.25
    },
    "https://www.pomprintdesigns.co.uk/?store-page=lochside-academy-c109632425": {
        "Lochside Academy Viscount Boy's Blazer": 37.75,
        "Lochside Academy Viscount Girl's Blazer": 37.75,
        "Premier PR799 Saltire Face Mask": 4.0,
        "Russell 539 Lochside Academy Polo Shirt with Embroidered Academy Badge": 10.0,
        "Russell 762 Lochside Academy Sweatshirt with Embroidered Academy Badge.": 14.7,
        "Uneek  UC 103 Lochside  Academy  Kids Polo Shirt with Embroidered Academy  Badge.": 9.18,
        "Uneek  UC 202 Lochside Academy Kids  Sweatshirt with Embroidered Academy Badge.": 10.53,
        "Uneek UC  203 Lochside Academy Adults  Sweatshirt with Embroidered Academy Badge.": 12.96,
        "Uneek UC101 Lochside Academy Adult  Polo Shirt with Embroidered Academy Badge.": 12.31
    },
    "https://www.pomprintdesigns.co.uk/?store-page=longside-school-c109697268": {
        "AWDIS JH50 Longside School Zipped Hoodie with Embroidered  School Badge.": 17.28,
        "AWDis JC01 Longside School Performance T- Shirt With Embroidered  School Badge.": 8.59,
        "Banner 50/50 Longside School Slipover Knitted  Embroidered  School Badge.": 17.82,
        "Banner 50/50 Longside School V- Neck Pullover with Embroidered School Badge.": 19.33,
        "Banner 913104  Longside School  Fronted Avon Gingham Dress.": 14.58,
        "Fruit of the Loom SS031 Longside School Value T- Shirt with Embroidered  School Badge.": 6.43,
        "Russell 273 Longside School Cardigan with Embroidered  School Badge.": 13.95,
        "Russell 539 Longside School Polo Shirt with Embroidered  School Badge.": 10.0,
        "Russell 762 Longside School Sweatshirt with Embroidered School Badge.": 11.25
    },
    "https://www.pomprintdesigns.co.uk/?store-page=manor-park-school-c149851033": {
        "AWDis JH01J and JH001 Manor Park School Hoodie with Embroidered School Badge and 'Team MP' printed on back.": 14.0,
        "AWDis JH30J and JH030 Manor Park School sweatshirt with Embroidered School Badge.": 6.0
    },
    "https://www.pomprintdesigns.co.uk/?store-page=methlick-nursery-c111479934": {
        "AC01J  Methlick Nursery with Embroidered Badge.": 10.97,
        "UC103 Methlick Nursery with Embroidered  Badge.": 9.75
    },
    "https://www.pomprintdesigns.co.uk/?store-page=methlick-school-c111482186": {
        "Fruit of the Loom SS031  Methlick School T-Shirt Printed with school badge.": 7.02,
        "Methlick Primary Leavers Hoodies 2024": 19.95,
        "Mistral 3JM Methlick School Reversible Jacket with Embroidered School Badge.": 20.47,
        "Quadra QD051 Methlick School Book Bag with Embroidered School Badge.": 7.5,
        "Russell 273 Methlick School Cardigan with Embroidered School Badge.": 13.95,
        "Russell 539 Methlick School Polo Shirt with Embroidered School Badge.": 10.0,
        "Russell 762 Methlick School Sweatshirt with Embroidered School Badge.": 11.25,
        "Russell 8700 Methlick School Full-zip Fleece with Embroidered School Badge.": 14.85
    },
    "https://www.pomprintdesigns.co.uk/?store-page=mintlaw-academy-c109695523": {
        "Banner (1W2) Mintlaw Academy 50/50 Slipover with Embroidered Academy Badge.": 21.54,
        "Banner (1WC)  Premier LC  Mintlaw Academy  Cardigan with Embroidered Academy Badge.": 20.25,
        "Banner (1WP) Mintlaw Academy V Neck Pullover with Embroidered Academy Badge.": 21.38,
        "Banner (1WW)  Premier LC Mintlaw Academy V Neck Jumper with Embroidered Academy Badge.": 20.45,
        "Mintlaw Academy Girl's Blazer.": 45.0,
        "Mintlaw Academy Viscount Boy's Blazer.": 45.0,
        "Premier PR799 Saltire Face Mask": 4.0
    },
    "https://www.pomprintdesigns.co.uk/?store-page=mintlaw-primary-c109696764": {
        "Quadra QD051 Mintlaw Primary with Embroidered School Badge.": 7.5,
        "Russell 539 Mintlaw Primary School Polo Shirt with Embroidered School Badge.": 10.0,
        "Russell 762 Mintlaw Primary School Sweatshirt with Embroidered School Badge.": 11.25
    },
    "https://www.pomprintdesigns.co.uk/?store-page=monquhitter-school-c109695553": {
        "Mistral 3JM Monquhitter School Reversible Showerproof Jacket with Embroidered School Badge.": 21.6,
        "Quadra QD051 Monquhitter School Book Bag with Embroidered School Badge.": 7.5,
        "Result R160 Monquhitter School Reversible Stormproof fleece with Embroidered School Badge.": 27.97,
        "Result R160A Monquhitter School Reversible Stormproof Fleece with Embroidered School Badge.": 40.02,
        "Russell 762 Monquhitter School Sweatshirt with Embroidered School Badge.": 11.25,
        "Uneek UC101 Monquhitter School Polo Shirt with Embroidered School Badge.": 8.91,
        "Uneek UC103 Monquhitter School Polo Shirt with Embroidered School Badge.": 9.75,
        "Uneek UC603 Monquhitter School full Fleece with Embroidered School Badge.": 13.99,
        "Uneek UC604 Monquhitter School full Fleece with Embroidered School Badge.": 16.15
    },
    "https://www.pomprintdesigns.co.uk/?store-page=muirfield-school-c109632450": {
        "AWDis  JH01J  JH001  Muirfield School Leavers Hoodies.": 17.82,
        "AWDis AC02J Muirfield School  with Embroidered School Badge.": 13.45,
        "Russell 539 Muirfield School Polo shirt with Embroidered School Badge.": 10.0,
        "Russell 762 Muirfield School Sweatshirt with Embroidered School Badge.": 11.25
    },
    "https://www.pomprintdesigns.co.uk/?store-page=new-deer-elc-c110923558": {
        "Fruit of the Loom SS24B New Deer  ELC  Sweatshirt with Embroidered School Badge.": 9.67,
        "Fruit of the Loom SS25B  New Deer  ELC Polo with Embroidered School Badge.": 8.15
    },
    "https://www.pomprintdesigns.co.uk/?store-page=new-deer-school-c149915037": {
        "Quadra QD456 - New Deer School Classic Book Bag": 7.5,
        "Russell 273 - New Deer School Cardigan with Embroidered School Badge": 13.95,
        "Russell 539 - New Deer School Polo Shirt with Embroidered School Badge": 10.0,
        "Russell 762 - New Deer School Sweatshirt with Embroidered School Badge": 11.25,
        "Russell 8700 - New Deer School Full-Zip Fleece with Embroidered School Badge": 17.6
    },
    "https://www.pomprintdesigns.co.uk/?store-page=new-pitsligo--st-johns-primary-c109632454": {
        "AWDis Just Hoods JH01J  JH001 New Pitsligo School College Hoodie with Embroidered School Badge.": 18.98,
        "Banner 1EJ (AAAA112037) New Pitsligo School Skye Tartan Skirt.": 21.15,
        "Banner 1EK (AAAA112025) New Pitsligo School  Kelso Tartan Kilt.": 30.53,
        "Banner 1EL (AAAA112026) New Pitsligo School Prestwick Tartan Pinafore.": 36.55,
        "Quadra QD071 New Pitsligo School Gym Bag with Embroidered School Badge.": 6.0,
        "Result R160 New Pitsligo School  Reversible StormDri 4000Jacket with Embroidered School Badge.": 23.71,
        "Russel 273 New Pitsligo School Cardigan with Embroidered School Badge.": 13.95,
        "Russell 539 New Pitsligo School Polo Shirt with Embroidered School Badge.": 10.0,
        "Russell 8700 New Pitsligo School Full-zip Jacket with Embroidered School Badge.": 14.85
    },
    "https://www.pomprintdesigns.co.uk/?store-page=new-pitsligo-nursery-c126163793": {
        "Russell 762 New Pitsligo Nursery Sweatshirt with  Embroidered School Badge.": 11.25
    },
    "https://www.pomprintdesigns.co.uk/?store-page=northfield-academy-1-c137451289": {
        "Uneek UC101 Northfield Academy Adult's  Polo.": 12.31,
        "Uneek UC103 Northfield Academy Kid's Polo.": 9.75,
        "Uneek UC202 Northfield Academy Kid's Sweatshirt.": 10.97,
        "Uneek UC203 Northfield Academy Adult's Sweatshirt .": 13.61
    },
    "https://www.pomprintdesigns.co.uk/?store-page=pitfour-nursey-c112214711": {
        "AWDis AC01J Pitfour Nursery sweatshirt with Embroidered School Badge.": 10.97,
        "Fruit of the Loom SS25 Pitfour Nursery Polo Shirt with Embroidered School Badge.": 9.91,
        "Russell 273 Pitfour Nursery Cardigan With Embroidered School Badge.": 13.95
    },
    "https://www.pomprintdesigns.co.uk/?store-page=pitfour-school-c109628496": {
        "Result R207 Pitfour School Core Winter Parka with Embroidered School Badge.": 21.06,
        "Russell 273 Pitfour School Cardigan with Embroidered School Badge.": 13.95,
        "Russell 539 Pitfour School Polo Shirt with Embroidered School Badge.": 10.0,
        "Russell 762 Pitfour School Sweatshirt with Embroidered School Badge.": 11.25,
        "Russell 8700 Pitfour School Full-zip Fleece with Embroidered School Badge.": 14.85
    },
    "https://www.pomprintdesigns.co.uk/?store-page=riverbank-school-c109695554": {
        "Quadra QD051 Riverbank School Book Bag with Embroidered School Badge.": 7.5,
        "Russell 539 Riverbank School Polo Shirt with Embroidered School Badge.": 10.0,
        "Russell 762 Riverbank School Sweatshirt with Embroidered School Badge.": 11.25
    },
    "https://www.pomprintdesigns.co.uk/?store-page=south-park-school-c109628497": {
        "AWDis JH01J &amp; JH001 South Park School  Hoodies with Embroidered School Badge.": 18.98,
        "Russell 539 South Park School Polo Shirt with Embroidered School Badge.": 10.0,
        "Russell 762 South Park School Sweatshirt with Embroidered School Badge.": 11.25
    },
    "https://www.pomprintdesigns.co.uk/?store-page=st-andrews-c137460514": {
        "AWDis JH01J St. Andrew's Primary School Hoodie with Embroidered School Badge.": 0.0
    },
    "https://www.pomprintdesigns.co.uk/?store-page=st-andrews-school-c109697251": {
        "AWDis JH050 St Andrew's Inverurie Zipped Hoodie with Embroidered School Badge.": 25.85,
        "Premier PR799 Saltire Face Mask": 4.0,
        "Regatta RG138 St Andrew's Inverurie Full-zip Fleece with Embroidered School Badge.": 29.74,
        "Result R36 St Andrew's Inverurie Polar Fleece with Embroidered School Badge.": 27.15,
        "Russell 569F St Andrew's Inverurie Polo Shirt with Embroidered School Badge.": 15.94,
        "Russell 569M St Andrew's Inverurie Polo Shirt with Embroidered School Badge.": 18.08
    },
    "https://www.pomprintdesigns.co.uk/?store-page=st-kanes-elcc-c110923559": {
        "AWDis AC001 St. Kane's ELCC  Sweatshirt with Embroidered School Badge.": 13.28,
        "AWDis JC01J St. Kane's  ELCC T-Shirt with Embroidered School Badge.": 7.56,
        "AWDis JC040 St. Kane's ELCC Polo Shirt with Embroidered School Badge.": 12.31,
        "AWDis JC40J St. Kane's ELCC  Polo Shirt with Embroidered School Badge.": 9.91,
        "AWDis JH050 St. Kane's ELCC  Zipped Hoodie with Embroidered School Badge.": 24.56,
        "AWDis JH055 St. Kane's ELCC  Zipped Hoodie with Embroidered School Badge.": 24.56,
        "AWDis JH30J Sweatshirt  St. Kane's ELCC with Embroidered School Badge.": 10.97,
        "Result RE36A St. Kane's ELCC Full-zip Fleece with Embroidered School Badge.": 28.02,
        "Result RE36J St. Kane's ELCC Full-zip Fleece with Embroidered School Badge.": 15.39
    },
    "https://www.pomprintdesigns.co.uk/?store-page=st-machar-academy-c109628746": {
        "Premier PR799 Saltire Face Mask": 4.0,
        "St. Machar Academy - Viscount  Blazer": 37.75,
        "Uneek UC101 St. Machar Academy Adult  Polo Shirt with Embroidered Academy Badge.": 12.31,
        "Uneek UC103 St. Machar Academy Childrens' Polo Shirt with Embroidered Academy Badge.": 9.75,
        "Uneek UC202 St. Machar Academy  Kid's Sweatshirt with Embroidered Academy Badge.": 10.97,
        "Uneek UC203  St. Machar Academy  Sweatshirt  with Embroidered  Academy Badge.": 13.61
    },
    "https://www.pomprintdesigns.co.uk/?store-page=strichen-school-c114455513": {
        "Banner 50/50 1WQ Strichen School Cardigan with Embroidered School Badge": 25.45,
        "Russell 273 Strichen School Cardigan with Embroidered School Badge": 13.95,
        "Russell 539 Strichen School Polo Shirt with Embroidered School Badge.": 10.0,
        "Russell 762 Strichen School Sweatshirt with Embroidered School Badge.": 11.25
    },
    "https://www.pomprintdesigns.co.uk/?store-page=stuartfield-nursery-c114943526": {
        "AWDis JH50 Stuartfield Nursery Zip Hoodie with Embroidered School Badge.": 17.28,
        "Russell 539 Stuartfield Nursery Polo with Embroidered School Badge.": 10.0,
        "Russell 762 Stuartfield Nursery Sweatshirt with Embroidered School Badge.": 11.25
    },
    "https://www.pomprintdesigns.co.uk/?store-page=stuartfield-school-c109697275": {
        "AWDis JH50J  Stuartfield School Zipped Hoodie with Embroidered School Badge.": 17.28,
        "Result R224 Stuartfield School  Softshell Jacket  with Embroidered School Badge.": 25.0,
        "Russell 539 Stuartfield School Polo Shirt with Embroidered School Badge. ​": 10.0,
        "Russell 762 Stuartfield School Sweatshirt with Embroidered School Badge.": 11.25
    },
    "https://www.pomprintdesigns.co.uk/?store-page=udny-green-school-c109696766": {
        "AWDis  AC02J Udny Green  Knitted Cardigan with Embroidered School Badge.": 13.45,
        "Mistral 3JM Udny Green School Reversible Showerproof Jacket with Embroidered School Badge.": 17.87,
        "R160B - Result 4000 Udny Green School  Reversible StormDri Jacket with Embroidered School Badge.": 22.46,
        "Russell 539 Udny Green School Polo shirt with Embroidered School Badge.": 10.0,
        "Russell 762 Udny Green School Sweatshirt with Embroidered School Badge.": 11.25,
        "Russell 8700 Udny Green School Full-zip Fleece with Embroidered School Badge.": 13.77
    },
    "https://www.pomprintdesigns.co.uk/?store-page=uryside-school-c109696768": {
        "AWDis AC001 Uryside School with Embroidered School Badge.": 13.61,
        "AWDis AC01J Uryside School Sweatshirt with Embroidered School Badge.": 10.97,
        "Quadra QD017 Uryside School Gym Sac with embroidered school badge.": 4.27,
        "Quadra QD051 Uryside School Book Bag with embroidered school badge.": 7.5,
        "Russell 539 Uryside School Polo Shirt with embroidered school badge.": 10.0,
        "Russell J180 Uryside School House T-Shirts.": 4.86
    }
}